document.body.innerHTML += `
<div class="main" style="padding: 100px 0">
<h1 class="e"> Сравнение Nao с Эсперанто </h1>

<div id="under_header" style="">

	<div style="vertical-align: top; width: 80%; margin-left: 10%">

<ol class="bl">

<li>
Эсперанто обладает богатыми возможностями словообразования. Однако, в нём  имеется бесчисленное количество корней, которые могли бы быть выражены через другие корни, без какой-либо потери смысла. Например:
<p>
studento – lernulo<br>
hospitalo – kuracejo<br>
kuraci – sanigi<br>
murdi − mortigi<br>
oftalmologo – okulisto<br>
</p>

И таких примеров − тысячи. Словари Эсперанто насчитывают десятки тысяч корней. Запомнить их всех представляется огромной преградой для овладевания. Nao стремится по максимуму избегать лишних корней, т.е. тех, которые можно соорудить из уже имеющихся. Стоит однако заметить, что во многих случаях слова могут получаться слишком длинными и трудными к произношению, т.к. сами корни в эсперанто в среднем довольно длинные. В Nao каждый корень состоит из одного слога, что позволяет строить сочетания из большого количества морфем.

<p>Зачастую Эсперанто совсем не использует словообразование там, где бы оно очень упростило запоминание. Например, названия месяцев и дней недели можно сделать из чисел, как это работает в китайском и вьетнамском. В Nao сделано именно так.</p>

<p>В Эсперанто часто можно увидеть ряд корней, которые очень близки по смыслу. Например, корни <b>komik-, rid-, komedi-, ŝerc-</b> все описывают очень тесно связанные понятия, но являются разными корнями. В Nao все эти понятия логически строятся из базового слова <b>hal</b> = «смеяться».
<p>
ridi = hal<br>
komika = dohal (<i>такой, над которым смеются</i>)<br>
komedio = diohal (<i>смешная история</i>)<br>
ŝerci = tuanehal (<i>стремиться рассмешить</i>)<br>
</p>

 Ещё пример: корни <b>tim-, kuraĝ-, danĝer-, sav-, sekur-, protekt-, defend-, gard-, risk-, minac-, rifuĝ-</b> в Nao можно построить из базового слова <b>bun</b> = «быть в опасности».</p>

<p>
timi → nabun (<i>испытывать чувство/эмоцию, сигнализирующую об опасности</i>)<br>
kuraĝa → peunabun (<i>склонный не бояться</i>)<br>
savi → nenogabun (<i>сделать так, чтобы <объект> не был в полной опасности</i>)<br>
sekura → dobin (<i>такой, от которого не находятся в опасности</i>)<br>
protekti/defendi → nebin (<i>делать так, чтобы <объект> был в безопасности</i>)<br>
riski → fasebun (<i>совершать опасные для себя действия</i>)<br>
singarda → tuabin (<i>стремиться быть в безопасности</i>)<br>
rifuĝejo → mabin (<i>специальное место для того, чтобы быть в безопасности</i>)


</p>

<p>Таким образом, количество базовых слов в Nao гораздо меньше, но при этом выразительная способность ничуть не уступает Эсперанто.</p>
</li>
<li> В Эсперанто мужской пол субъекта часто «вшит» в слово по умолчанию, а меняется на женский при помощи суффикса -in-. Это неудобно и совершенно справедливо вызывает много критики. В Nao никакое слово по умолчанию не содержит в себе информацию о поле, но уточняется отдельно при помощи слов <b>mi</b> = «особь женского пола», <b>mu</b> = «особь мужского пола». К примеру:
<p>
	pau = родитель<br>
	mipau = мать<br>
	mupau = отец<br>
</p>
<p>
	paikio = племянник/племянница<br>
	mipaikio = племянница<br>
	mupaikio = племянник<br>
</p>

<p>В том числе имеется и слово <b>data</b>, дословно означающее «(э)тот человек», являющееся нейтральным эквивалентом «он/она».</p>
</li>
<li>
<p>Зачастую корни в Эсперанто имеют расплывчатое значение, либо много значений. Ситуация ухудшается тем, что люди, будучи из разных культур, начинают вкладывать свои собственные нюансы в слова. К примеру, в одних словарях написано, что studento это «студент», а в других - просто «учащийся». Кому из них верить - непонятно. В Nao такой проблемы нет, т.к. количество базовых корней мало и у каждого ровно одно строгое значение. </p>
</li>
<li>
<p>Эсперанто использует 23 согласных, в то время как Nao оперирует всего 14-ю. Также, сочетаний согласных в Nao тоже гораздо меньше. Это делает его значительно проще в произношении, особенно для жителей Азии. Также, в Nao отсутствуют буквы с диакритикой, что упрощает ввод текста и меньше отпугивает начинающих.</p>
</li>
<li>
В грамматике Эсперанто имеются некоторые неприятные элементы.

<ol class="al">
<li> Противоположность образуется префиксом mal-; это длинно и вызывает много недовольства. В Nao, противоположность образуется чередованием i/u, например li = bona, lu = malbona</li>
<li> Определённый артикль <b>la</b>, которому абсолютно не место в международном языке. В Nao артиклей нет. </li>
<li> Окончание аккузатива <b>-n</b> доставляет многим людям головную боль. В Nao есть показатель аккузатива, но он является опциональным (используется только при нестандартном порядке слов). </li>
<li> Вездесущий <b>estas</b>, который мы видим почти в каждом предложении, начинает действовать на нервы.</li>
<li> Обязательные показатели времени <b>-is,-as,-os</b>, которые многие путают из-за чрезмерной схожести. В Nao время глагола указывать не обязательно, т.к. оно в большинстве случаев понятно из контекста. </li>
</ol>
</li>
<li>
	<p>В Эсперанто отсутствуют официальные правила транслитерации слов с других языков. В результате мы наблюдаем хаос, когда одно и то же имя собственное может выглядеть в Эсперанто по-разному. К примеру, Евгения → Jevgenija, Evgenija, Evgenia, Eŭgenija,...; 香港 → Honkongo / Hongkongo; 西安 → Ŝjiano / Siano; Houston → Hjustono / Hustono / Houstono. Зачастую имена не транслитерируются совсем, и совершенно непонятно, как их произносить. Прикрепление к заимствованиям окончания "o", чего требует грамматика эсперанто, также выглядит довольно нелепо. В Nao для каждого языка прописаны <a href="transliteration-rules.html">официальные правила транслитерации</a>. Таким образом, у каждого слова имеется только один правильный способ написания. </p>
</li>



</ol>



</div></div>
`;